<?php
$status_codes = [
    [
        "code" => "バラバラの実",
        "meaning" => "体が分解できるようになる",
        "description" => "道化のバギーが食べたのは？"
    ],
    [
        "code" => "モクモクの実",
        "meaning" => "体を煙の用意変化させることができるようになる",
        "description" => "スモーカーが食べた実は？"
    ],
    [
        "code" => "ドルドルの実",
        "meaning" => "自在にろうを操ることができるようになる",
        "description" => "Ｍｒ．３が食べた悪魔の実は？"
    ],
    [
        "code" => "バクバクの実",
        "meaning" => "なんでも食べて体に取り込めるようになる",
        "description" => "ワポルが食べた悪魔の実は？"
    ],
    [
        "code" => "マネマネの実",
        "meaning" => "右手で触れた人間の姿に変化できるようになる",
        "description" => "ボンクレーが食べた悪魔の実は？"
    ],
    [
        "code" => "ハナハナの実",
        "meaning" => "自分の体の一部を好きな場所から生やすことができるようになる",
        "description" => "ニコロビンが食べた悪魔の実は？"
    ],
    [
        "code" => "オリオリの実",
        "meaning" => "体を通りすぎるものをロックできるようになる",
        "description" => "ヒナが食べた悪魔の実は？"
    ],
    [
        "code" => "ノロノロの実",
        "meaning" => "手原発するビームによって相手の体の動きを遅くできるようになる",
        "description" => "フォクシーが食べた悪魔の実は？"
    ],
    [
        "code" => "ヒエヒエの実",
        "meaning" => "あらゆるものを凍らせることができるようになる",
        "description" => "クザン(青キジ)が食べた悪魔の実は？"
    ],
    [
        "code" => "アワアワの実",
        "meaning" => "全身石鹸人間になる",
        "description" => "カリファが食べた悪魔の実は？"
    ],
    [
        "code" => "ヨミヨミの実",
        "meaning" => "一度だけ生き返ることができる",
        "description" => "ブルックが食べた悪魔の実は？"
    ],
    [
        "code" => "ホロホロの実",
        "meaning" => "霊体を自在に生み出すことができるようになる",
        "description" => "ペローナが食べた悪魔のみは？"
    ],
    [
        "code" => "ニキュニキュの実",
        "meaning" => "掌の肉球であらゆるものを弾き飛ばすことができるようになる",
        "description" => "バーソルミュー・くまが食べた悪魔の実は？"
    ],
    [
        "code" => "ジキジキの実",
        "meaning" => "金属を引き寄せたり弾いたりすることができるようになる",
        "description" => "ユースタス・キッドが食べた悪魔の実は？"
    ],
    [
        "code" => "ピカピカの実",
        "meaning" => "光人間になる",
        "description" => "ボルサリーノ(黄猿)が食べた悪魔の実は？"
    ],
    [
        "code" => "ホルホルの実",
        "meaning" => "様々なホルモンを注射できるようになる",
        "description" => "エンポリオ・イワンコフが食べた悪魔の実は？"
    ],
    [
        "code" => "ドクドクの実",
        "meaning" => "体から毒を出すことができるようになる",
        "description" => "マゼランが食べた悪魔の実は？"
    ],
    [
        "code" => "チョキチョキの実",
        "meaning" => "なんでも腕のはさみで切れるようになる",
        "description" => "イナズマが食べた悪魔の実は？"
    ],
    [
        "code" => "グラグラの実",
        "meaning" => "地震を起こせるようになる",
        "description" => "エドワード・ニューゲート(白髭)が食べた悪魔の実は？"
    ],
    [
        "code" => "ウォシュウォシュの実",
        "meaning" => "人を選択できるようになる",
        "description" => "つるが食べた悪魔の実は？"
    ],
    [
        "code" => "ガスガスの実",
        "meaning" => "地震が気体になり周囲の空気も自在に操れるようになる",
        "description" => "シーザーが食べた悪魔の実は？"
    ],
    [
        "code" => "フクフクの実",
        "meaning" => "自分や他人に好きなファッションをさせることができるようになる",
        "description" => "鎌えもんが食べた悪魔の実は？"
    ],
    [
        "code" => "グルグルの実",
        "meaning" => "体のあらゆるパーツを回転させられるようになる",
        "description" => "バッファローが食べた悪魔の実は？"
    ],
    [
        "code" => "ズシズシの実",
        "meaning" => "重力を自在に操れるようになる",
        "description" => "イッショウ(藤虎)が食べた悪魔の実は？"
    ],
    [
        "code" => "バリバリの実",
        "meaning" => "自在にバリアをつくれるようになる",
        "description" => "バルトロメオが食べた悪魔の実は？"
    ],
    [
        "code" => "アトアトの実",
        "meaning" => "あらゆるものを芸術作品にできるようになる",
        "description" => "ジョーラが食べた悪魔の実は？"
    ],
    [
        "code" => "ベタベタの実",
        "meaning" => "可燃性の粘液を操れるようになる",
        "description" => "トレーボルが食べた悪魔の実は？"
    ],
    [
        "code" => "スイスイの実",
        "meaning" => "壁や地面を泳げるようになる",
        "description" => "セニョール・ピンクが食べた悪魔の実は？"
    ],
    [
        "code" => "フデフデの実",
        "meaning" => "書いたものを具現化できるようになる",
        "description" => "カン十郎が食べた悪魔の実は？"
    ],
    [
        "code" => "ソルソルの実",
        "meaning" => "人から寿命を取り出し物に魂を宿せるようになる",
        "description" => "シャーロット・リンリン(ビック・マム)が食べた悪魔の実は？"
    ],
    [
        "code" => "ミラミラの実",
        "meaning" => "鏡の中の世界を自由に行き来できるようになる",
        "description" => "シャーロット・ブリュレが食べた悪魔の実は？"
    ],
    [
        "code" => "ジュクジュクの実",
        "meaning" => "あらゆる物を腐らせることができるようになる",
        "description" => "しのぶが食べた悪魔の実は？"
    ],
    [
        "code" => "トキトキの実",
        "meaning" => "自分や他人を未来へ送ることはできるようになる",
        "description" => "月光トキが食べた悪魔の実は？"
    ],
    [
        "code" => "コブコブの実",
        "meaning" => "人々の内なる力江尾呼び起せるようになる",
        "description" => "ベロ・ベティが食べた悪魔の実は？"
    ],
    [
        "code" => "メモメモの実",
        "meaning" => "人の記憶を自由に改ざんできるようになる",
        "description" => "シャーロット・プリンが食べた悪魔の実は？"
    ],
    [
        "code" => "ブクブクの実",
        "meaning" => "本の世界に生き物を閉じ込めておけるようになる",
        "description" => "シャーロット・モンドールが食べた悪魔の実は？"
    ],
    [
        "code" => "イトイトの実",
        "meaning" => "糸を自在に操れるようになる",
        "description" => "ドンキホーテ・ドフラミンゴが食べた悪魔の実は？"
    ],
    [
        "code" => "チユチユの実",
        "meaning" => "人や物を回復させられるようになる",
        "description" => "トンタッタ族のマンシェリーが食べた悪魔の実は？"
    ],
    [
        "code" => "ナギナギの実",
        "meaning" => "自分や他人が発する音を消すことができるようになる",
        "description" => "シロナンテが食べた悪魔の実は？"
    ],
    [
        "code" => "ヒラヒラの実",
        "meaning" => "あらゆるものをはためかせることができるようになる",
        "description" => "ディアマンテが食べた悪魔の実は？"
    ],
    [
        "code" => "ポピポピの実",
        "meaning" => "触れた生物をおもちゃに変えることができるようになる",
        "description" => "シュガーが食べた悪魔の実は？"
    ],
    [
        "code" => "ワラワラの実",
        "meaning" => "実が得ありを体内に仕込めるようになる",
        "description" => "バジル・ホーキンスが食べた悪魔の実は？"
    ],
    [
        "code" => "カゲカゲの実",
        "meaning" => "人の影を切り取り死体に入れることでしたがわせることができるようになる",
        "description" => "ゲッコー・モリアが食べた悪魔の実は？"
    ],
    [
        "code" => "スケスケの実",
        "meaning" => "自身の体と自分が触れているものや人を透明にすることができるよおうになる",
        "description" => "アブサロムが食べた悪魔の実は？"
    ],
    [
        "code" => "サビサビの実",
        "meaning" => "触れた金属を腐食させることができるようになる",
        "description" => "シュウ大佐が食べた悪魔の実は？"
    ],
    [
        "code" => "ドアドアの実",
        "meaning" => "あらゆるところを扉にすることができるようになる",
        "description" => "ブルーノが食べた悪魔の実は？"
    ],
    [
        "code" => "スパスパの実",
        "meaning" => "全身を刃物に変形させられるようになる",
        "description" => "バロックワークスＭｒ．１が食べた悪魔の実は？"
    ],
    [
        "code" => "トゲトゲの実",
        "meaning" => "全身を尖らせることができるようになる",
        "description" => "バロックワークスのミス・ダブルフィンガーが食べた悪魔の実は？"
    ],
    [
        "code" => "モグモグの実",
        "meaning" => "手で穴を掘って地中を進むことができるようになる",
        "description" => "バロックワークスのミス・メリークリスマスが食べた悪魔の実は？"
    ],
    [
        "code" => "キロキロの実",
        "meaning" => "体重を１~１万㎏に自在に変化させられる余殃になる",
        "description" => "バロックワークスのミス・バレンタインが食べた悪魔の実は？"
    ],
    [
        "code" => "ボムボムの実",
        "meaning" => "先進を起爆させることが出いるようになる",
        "description" => "バロックワークスのＭｒ．５が食べた悪魔の実は？"
    ]
];